Repository: amir-hodaiyan/hoda-news
Catalog: video/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Convert to important videos
fa: تبدیل به ویدیوی مهم

source: Selected videos have become important.
fa: ویدیوهای انتخابی به ویدیوهای مهم تبدیل شدند.

source: Convert to normal videos
fa: تبدیل به ویدیوی عادی

source: Selected videos have become normal.
fa: ویدیوهای انتخابی به ویدیوهای عادی تبدیل شدند.

source: Convert to publish videos
fa: تبدیل به ویدیوی منتشر شده

source: Selected videos were published.
fa: ویدیوهای انتخابی منتشر شدند

source: Convert to draft videos
fa: تبدیل به ویدیوی پیش‌نویس

source: Selected videos were drafted.
fa: ویدیوهای انتخابی پیش‌نویس شدند

source: Copy videos
fa: کپی کردن ویدیوها

source: Selected videos were copied.
fa: ویدیوهای انتخابی منتشر شدند

source: important-video
fa: ویدیوهای مهم

source: video news
fa: خبرهای ویدیویی

source: publish
fa: انتشار

source: draft
fa: پیش‌نویس

source: configs
fa: تنظیمات

source: config
fa: تنظیمات

source: Most viewed
fa: پربازدیدترین ها

source: Number of videos in the most viewed.
fa: تعداد ویدیوها در پربازدیدترین ها

source: Every Page
fa: هر صفحه

source: Number of videos in the every page.
fa: تعداد ویدیوهای هر صفحه

source: Status
fa: وضعیت انتشار

source: Main
fa: اصلی

source: subsidiary1
fa: فرعی1

source: subsidiary2
fa: فرعی2

source: subsidiary3
fa: فرعی3

source: subsidiary4
fa: فرعی4

source: News movies
fa: خبر ویدیویی

source: News movie
fa: خبر ویدیویی

source: Title video
fa: عنوان ویدیو

source: Slug video
fa: شناسه ویدیو

source: Description video
fa: توضیحات ویدیو

source: Poster Video
fa: پوستر فیلم

source: Video
fa: ویدیو

source: Category
fa: دسته‌بندی

source: Visit
fa: بازدید

source: Updated date
fa: تاریخ بروزرسانی

source: Created date
fa: تاریخ ایجاد

source: Important videos
fa: ویدیوهای مهم

source: Position
fa: موقعیت

source: thumbnail
fa: تصویر بندانگشتی

source: visit
fa: بازدید

source: Publication date
fa: تاریخ انتشار

source: category
fa: دسته‌بندی

source: Video news
fa: خبرهای ویدیویی

source: Most viewed video
fa: پربازدیدترین ویدیوها

source: receive
fa: دریافت
