Repository: amir-hodaiyan/hoda-news
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Account
fa: حساب‌ کاربری

source: site management
fa: مدیریت سایت

source: home
fa: خانه

source: Change Password
fa: تغییر گذرواژه

source: old password:
fa: گذرواژه قدیمی

source: Enter the old password.
fa: گذرواژه قدیمی را وارد کنید

source: new password:
fa: گذرواژه جدید

source: Enter the new password.
fa: گذرواژه جدید را وارد کنید.

source: new password confirm:
fa: تکرار گذرواژه

source: Enter the new password confirmation.
fa: گذرواژه جدید خود را دوباره وارد کنید.

source: Account password changed.
fa: رمز حساب کاربری تغییر کرد.

source: Password changed successfully.go to
fa: گذرواژه با موفقیت تغییر کرد.رفتن به

source: home page
fa: صفحه اصلی

source: Reset password
fa: بازنشانی گذرواژه

source: Reset password:
fa: بازنشانی گذرواژه:

source: Enter the email address you registered with to receive the password reset link.
fa: نشانی ایمیلی که با آن ثبت نام کردید را وارد کنید تا لینک بازنشانی گذرواژه را دریافت کنید.

source: Enter your email address.
fa: نشانی ایمیل خود را وارد کنید.

source: Error!
fa: خطا!

source: Password reset complete.
fa: بازنشانی گذرواژه کامل شد.

source: Password changed :)
fa: تغییر گذرواژه (:

source: Your account password changed successfully.
fa: گذرواژه شما با موفقیت تغییر کرد.

source: go to
fa: رفتن به

source: account.
fa: حساب ‌کاربری

source: Reset Password
fa: بازیابی گذرواژه

source: Password reset link is invalid.This link may have been used before, or you entered it incorrectly. Please request a new password reset.
fa: لینک بازنشانی گذرواژه نامعتبر است.شاید این لینک قبلا استفاده شده و یا آن‌را اشتباه وارد کرده‌اید.

source: Password recovery
fa: بازنشانی گذرواژه

source: Password recovery email sent.
fa: ایمیل بازنسانی گذرواژه ارسال شد.

source: An email containing a password reset link has been sent to you.Click on the link to be redirected to the password reset page.
fa: یک ایمیل حاوی لینک بازنشانی گذرواژه برایتان ارسال شد. روی لینک کنید تا به صفحه بازنشانی گذرواژه هدایت شوید.

source: Go to
fa: رفتن به

source: We have received a password recovery request from you If you do not remember your password or you want to change your password, click on the link below.
fa: ما یک درخواست بازیابی گذرواژه از شما دریافت کرده‌ایم اگر گذرواژه را فراموش کرده‌اید یا می خواهید گذرواژه خود را تغییر دهید، روی لینک زیر کلیک کنید.

source: Your username:
fa: نام کاربری شما:

source: Create a new password
fa: ایجاد گذرواژه جدید

source: Please enter your new password twice to make sure you entered it correctly.
fa: لطفاً گذرواژه جدید خود را دوباره وارد کنید تا مطمئن شویم که آن را به درستی وارد کرده‌اید.

source: Password
fa: گذرواژه

source: Password confirm
fa: تایید گذرواژه

source: The information entered is invalid.
fa: اطلاعات وارد شده نامعتبر می‌باشد.

source: Log in
fa: ورود

source: username
fa: نام کاربری

source: password
fa: گذرواژه

source: Reset
fa: بازیابی

source: The following information is invalid:
fa: اطلاعات زیر اشتباه است.

source: still not registered?
fa: هنوز ثبت نام نکردید؟

source: Register
fa: ثبت نام

source: User profile form
fa: فرم ثبت نام کاربر

source: This email is used to recover your account.
fa: از این ایمیل برای بازیابی گذرواژه استفاده می‌شود.

source: Registration error:
fa: خطا در ثبت نام!

source: first name
fa: نام

source: (last name)
fa: نام ‌خانوادگی

source: Security code is incorrect.
fa: کد امنیتی اشتباه است.

source: Send
fa: ارسال

source: You are successfully Login.
fa: شما با موفقیت وارد حساب کاربری شدید.

source: You are successfully logout.
fa: شما با موفقیت از حساب کاربری خارج شدید.

source: Your registration was successful.
fa: ثبت نام شما با موفقیت انجام شد.
