Repository: amir-hodaiyan/hoda-news
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: fa

source: Publish selected items.
fa: انتشار موارد انتخابی.

source: Published selected items.
fa: موارد انتخابی منتشر شدند.

source: Draft selected items.
fa: پیش‌نویس موارد انتخابی.

source: Drafted selected items.
fa: موارد انتخابی پیش‌نویس شدند.

source: Base Config
fa: تنظیمات پایه

source: Apply
fa: اعمال

source: Draft
fa: پیش‌نویس

source: categories
fa: دسته‌بندی‌ها

source: category
fa: دسته‌بندی

source: Slug category
fa: شناسه دسته‌بندی

source: Title category
fa: عنوان دسته‌بندی

source: Parent category
fa: دسته‌بندی والد

source: Category position
fa: موقعیت دسته‌بندی

source: Status published
fa: وضعیت انتشار

source: Have children?
fa: زیر دسته دارد؟

source: Publish in home?
fa: انتشار در خانه

source: Publish the latest news of this category on the home page
fa: انتشار آخرین خبرهای این دسته در صفحه خانه

source: SocialNetwork
fa: شبکه‌اجتماعی

source: SocialNetworks
fa: شبکه‌های اجتماعی

source: Title network
fa: عنوان شبکه

source: Font awesome class
fa: کلاس فونت آیکن

source: Address network
fa: آدرس شبکه‌اجتماعی

source: Status publish
fa: وضعیت انتشار

source: Footers
fa: فوتر

source: Footer
fa: فوتر

source: Description footer
fa: توضیحات فوتر

source: Tel
fa: تلفن

source: Email
fa: ایمیل

source: Logo
fa: لوگو

source: footer config
fa: تنظیم فوتر

source: thumbnail
fa: تصویر بندانگشتی

source: Bad Request.(400)
fa: درخواست اشتباه.(400)

source: Bad Request!
fa: درخواست اشتباه!

source: Page not found.(404)
fa: صفحه یافت نشد.(404).

source: Sorry, the page you requested does not exist.
fa: متاسفیم. صفحه‌ای که شما درخواست کرده‌اید یافت نشد

source: HodaNews
fa: هدانیوز

source: Go to home
fa: رفتن به خانه

source: Change navigation status
fa: تغییر وضعیت ناوبری

source: writer:
fa: نویسنده:

source: Editor selection
fa: خبرهای انتخاب سردبیر

source: All rights reserved for this website.
fa: تمامی حقوق برای این وبسایت محفوظ است

source: HotNews
fa: خبرهای ویژه

source: Popular news
fa: پربازدیدترین خبرها

source: Popular news movies
fa: پربازدیدترین فیلم‌های خبری

source: home
fa: خانه

source: contact us
fa: تماس با ما

source: login
fa: ورود

source: change password
fa: تغییر گذرواژه

source: admin-panel
fa: پنل مدیریت

source: exit
fa: خروج

source: You must enter a phone number.
fa: شما باید یک شماره تلفن وارد کنید.
