Repository: amir-hodaiyan/hoda-news
Catalog: comment/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Convert to read comments
fa: تبدیل نظرات انتخابی به برسی شده

source: Selected comments were read.
fa: نظرات انتخابی به خوانده شده تبدیل شدند.

source: Convert to unread comments.
fa: تبدیل نظرات انتخابی به خوانده نشده.

source: Selected comments were unread.
fa: نظرات انتخابی به خوانده نشده تبدیل شدند.

source: Publish selected comments.
fa: انتشار موارد انتخابی

source: The selected comments were published.
fa: نظرات انتخابی منتشر شدند.

source: Draft Selected comments
fa: پیش‌نویس نظرات انتخابی

source: The selected comments were drafted.
fa: نظرات انتخابی پیش‌نویس شدند.

source: Comment
fa: نظرات

source: comments
fa: نظرات

source: comment
fa: نظر

source: recommend
fa: پاسخ نظر

source: full name
fa: نام

source: email
fa: ایمیل

source: news
fa: خبر

source: status publish
fa: وضعیت انتشار

source: is ready?
fa: آیا بررسی شده؟

source: created date
fa: تاریخ ایجاد

source: update date
fa: تاریخ بروزرسانی

source: send
fa: ارسال

source: Comments
fa: نظرات

source: Admin reply to
fa: پاسخ مدیر به

source: Express your vision.
fa: دیدگاه خود را بیان کنید.
