Repository: amir-hodaiyan/hoda-news
Catalog: django_otp/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Token is required
fa: توکن ضروری است

source: The selected encryption device is not interactive
fa: دستگاه رمزگذاری انتخاب شده تعاملی نیست

source: The token entered is invalid.
fa: توکن وارد شده نامعتبر

source: Verification of the token is currently disabled
fa: اعتبار سنجی توکن در حال حاضر غیر فعال است

source: user
fa: کاربر

source: name
fa: نام

source: confirmed
fa: تایید شده

source: Devices
fa: دستگاه ها

source: Device
fa: دستگاه

source: OTP Device
fa: دستگاه رمزساز

source: token
fa: توکن

source: The timestamp of the moment of expiry of the saved token.
fa: زمان آخرین تلاش ناموفق

source: Last failed attempt
fa: آخرین تلاش ناموفق

source: Number of attempts
fa: تعداد تلاش های ناموفق

source: Identity
fa: هویت

source: Configuration
fa: پیکربندی

source: Failed login
fa: ورود ناموفق

source: Visit
fa: مشاهده

source: Qrcode
fa: بارکد

source: OTP
fa: کلید یکبار مصرف

source: key
fa: کلید

source: 40-letter secret key based on hex
fa: کلید محرمانه 40 حرفی بر اساس هگز

source: Validity time
fa: زمان اعتبار هر کد

source: Per second
fa: بر حسب ثانیه

source: Start time origin
fa: زمان مبدا شروع

source: In terms of Unix time.
fa: بر حسب یونیکس

source: Number of digits
fa: تعداد ارقام

source: Number of authorized use
fa: تعداد دفعات مجاز به استفاده

source: Permitted delay
fa: تاخیر مجاز

source: Please correct the error below.
fa: لطفا خطاهای زیر را تصحیح کنید.

source: Please correct the errors below.
fa: لطفا خطاهای زیر را تصحیح کنید.

source: You as <span style = "text-decoration: underline; color: black"> %(username)s </span> Login. But you are not allowed to view the above page. Do you want to log in with another user?
fa: شما به عنوان <span style = "text-decoration: underline; color: black"> %(username)s </span> واردشده اید. اما شما مجاز به مشاهده صفحه بالا نیستید.آیا می خواهید با کاربر دیگری وارد شوید؟

source: otp device
fa: دستگاه رمز ساز

source: otp code
fa: کد یکبار مصرف

source: Forgotten your password or username?
fa: نام کاربری یا گذرواژه خود را فراموش کردید؟

source: Log in
fa: ورود
