Repository: amir-hodaiyan/hoda-news
Catalog: news/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Become hot news
fa: تبدیل به خبرداغ

source: Selections become hot news
fa: موارد انتخابی به خبرداغ تبدیل شدند.

source: Become normally news
fa: تبدیل به خبرعادی

source: Selected items become normal news
fa: موارد انتخابی به خبرعادی تبدیل شدند

source: Editor Selection
fa: انتخاب سردبیر

source: Marked items added to Editor Selection.
fa: موارد انتخابی به انتخاب سردبیر تبدیل شدند

source: No editor selected
fa: عدم انتخاب سردبیر

source: Marked items removed from Editor Selection.
fa: موارد انتخابی از انتخاب سردبیر حذف شدند

source: Publish selected items
fa: انتشار موارد انتخابی

source: Selections published.
fa: موارد انتخابی منتشر شدند.

source: Draft Selected Items
fa: پیش‌نویس موارد انتخابی

source: Selected items were drafted.
fa: موارد انتخابی پیش‌نویس شدند.

source: News
fa: خبر

source: Apply config
fa: اعمال تنظیمات

source: Draft config
fa: پیش‌نویس تنظیمات

source: Config news
fa: تنظیمات خبر

source: Quantity most view
fa: تعداد پربازدیدترین خبرها

source: Quantity category news
fa: تعداد خبرهای هر دسته

source: Quantity hot news
fa: تعداد خبرهای داغ

source: Quantity editor selection news
fa: تعداد خبرهای انتخاب سردبیر

source: Is Apply config?
fa: آیا تنظیمات اعمال شود؟

source: title
fa: عنوان

source: slug
fa: شناسه یکتا

source: body
fa: توضیحات

source: image
fa: تصویر

source: ip address
fa: نشانی آی‌پی

source: category
fa: دسته‌‌بندی

source: writer
fa: نویسنده

source: status published
fa: وضعیت انتشار

source: hot news
fa: خبرداغ

source: editor selection
fa: انتخاب سردبیر

source: updated date
fa: تاریخ بروزرسانی

source: created date
fa: تاریخ ایجاد

source: update date
fa: تاریخ بروزرسانی

source: thumbnail
fa: تصویر بندانگشتی

source: number of visited
fa: تعداد بازدید

source: scoring
fa: امتیازدهی

source: Your message has been successfully sent.
fa: پیام شما با موفقیت ارسال شد.
